Repository: idrisskone101/pillie
Catalog: Pillie/Pillie/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# settings.schedule.save_note.pill_to_ring
source: Saving switches you to Ring and clears your pill history.
ar: يؤدي الحفظ إلى التبديل إلى الحلقة ومسح سجلّ الحبة.
bn: সেভ করলে আপনার পদ্ধতি রিং হয়ে যাবে এবং আপনার পিলের ইতিহাস মুছে যাবে।
ca: Si deses, passes a l’anell i s’esborra el teu historial de la píndola.
cs: Uložením přejdeš na kroužek a vymažeš historii pilulky.
da: Når du gemmer, skifter du til ring, og din pillehistorik slettes.
de: Beim Speichern wechselst du zum Ring und dein Pillen-Verlauf wird gelöscht.
el: Με την αποθήκευση περνάς στον δακτύλιο και διαγράφεται το ιστορικό του χαπιού.
es: Al guardar, cambias al anillo y se borra tu historial de la píldora.
fi: Tallentaminen vaihtaa sinut renkaaseen ja poistaa pillerihistoriasi.
fr: Enregistrer te fait passer à l’anneau et efface ton historique de pilule.
gu: સાચવવાથી તમારી પદ્ધતિ રિંગ થઈ જશે અને તમારો ગોળીનો ઇતિહાસ ભૂંસાઈ જશે.
he: שמירה תעביר אותך לטבעת ותמחק את היסטוריית הגלולה.
hi: सेव करने से आपका तरीका रिंग हो जाएगा और आपका गोली का इतिहास मिट जाएगा।
hr: Spremanjem prelaziš na prsten i brišeš povijest pilule.
hu: Mentéskor gyűrűre váltasz, és törlődnek a tablettás előzményeid.
id: Menyimpan akan mengganti metodemu ke cincin dan menghapus riwayat pilmu.
it: Salvando passi all’anello e cancelli la cronologia della pillola.
ja: 保存するとリングに切り替わり、ピルの履歴が消去されます。
kn: ಉಳಿಸಿದರೆ ನಿಮ್ಮ ವಿಧಾನ ರಿಂಗ್‌ಗೆ ಬದಲಾಗುತ್ತದೆ ಮತ್ತು ನಿಮ್ಮ ಮಾತ್ರೆಯ ಇತಿಹಾಸ ಅಳಿಸಿಹೋಗುತ್ತದೆ.
ko: 저장하면 링으로 바뀌고 피임약 기록이 삭제돼요.
ml: സേവ് ചെയ്താൽ നിങ്ങളുടെ രീതി റിംഗ് ആയി മാറും, ഗുളികയുടെ ചരിത്രം മായ്ക്കപ്പെടും.
mr: सेव्ह केल्याने तुमची पद्धत रिंग होईल आणि तुमचा गोळीचा इतिहास पुसला जाईल.
ms: Menyimpan akan menukar kamu kepada cincin dan memadam sejarah pil kamu.
nb: Når du lagrer, bytter du til ring, og pillehistorikken din slettes.
nl: Opslaan zet je over op de ring en wist je pilgeschiedenis.
or: ସେଭ୍ କଲେ ଆପଣଙ୍କ ପଦ୍ଧତି ରିଙ୍ଗକୁ ବଦଳିଯିବ ଏବଂ ଆପଣଙ୍କ ପିଲ୍‌ର ଇତିହାସ ଲିଭିଯିବ।
pa: ਸੇਵ ਕਰਨ ਨਾਲ ਤੁਹਾਡਾ ਤਰੀਕਾ ਰਿੰਗ ਹੋ ਜਾਵੇਗਾ ਅਤੇ ਤੁਹਾਡਾ ਗੋਲੀ ਦਾ ਇਤਿਹਾਸ ਮਿਟ ਜਾਵੇਗਾ।
pl: Zapisanie zmieni metodę na krążek i usunie historię tabletki.
pt_br: Salvar troca você para o anel e apaga seu histórico da pílula.
pt_pt: Guardar muda-te para o anel e apaga o teu histórico da pílula.
ro: Salvarea te trece la inel și îți șterge istoricul pilulei.
ru: При сохранении ты перейдёшь на кольцо, а история таблетки удалится.
sk: Uložením prejdeš na krúžok a vymažeš históriu tabletky.
sl: S shranjevanjem preideš na obroček in izbrišeš zgodovino tabletke.
sv: När du sparar byter du till ring och din pillerhistorik raderas.
ta: சேமித்தால் உங்கள் முறை ரிங்குக்கு மாறும், உங்கள் மாத்திரை வரலாறு அழிக்கப்படும்.
te: సేవ్ చేస్తే మీ పద్ధతి రింగ్‌కు మారుతుంది, మీ మాత్ర చరిత్ర తొలగిపోతుంది.
th: การบันทึกจะเปลี่ยนคุณไปใช้วงแหวนและล้างประวัติยาคุมของคุณ
tr: Kaydetmek seni halkaya geçirir ve hap geçmişini siler.
uk: Після збереження ти перейдеш на кільце, а історія таблетки видалиться.
ur: محفوظ کرنے سے آپ کا طریقہ رِنگ ہو جائے گا اور آپ کی گولی کی ہسٹری مٹ جائے گی۔
vi: Khi lưu, bạn sẽ chuyển sang vòng âm đạo và lịch sử thuốc sẽ bị xóa.
zh_hans: 保存后会切换到阴道环，并清除你的避孕药历史记录。
zh_hant: 儲存後會切換為陰道環，並清除你的避孕藥歷史紀錄。

# settings.schedule.save_note.patch_to_pill
source: Saving switches you to Pill and clears your patch history.
ar: يؤدي الحفظ إلى التبديل إلى الحبة ومسح سجلّ اللصقة.
bn: সেভ করলে আপনার পদ্ধতি পিল হয়ে যাবে এবং আপনার প্যাচের ইতিহাস মুছে যাবে।
ca: Si deses, passes a la píndola i s’esborra el teu historial del pegat.
cs: Uložením přejdeš na pilulku a vymažeš historii náplasti.
da: Når du gemmer, skifter du til p-pille, og din plasterhistorik slettes.
de: Beim Speichern wechselst du zur Pille und dein Pflaster-Verlauf wird gelöscht.
el: Με την αποθήκευση περνάς στο χάπι και διαγράφεται το ιστορικό του αυτοκόλλητου.
es: Al guardar, cambias a la píldora y se borra tu historial del parche.
fi: Tallentaminen vaihtaa sinut pilleriin ja poistaa laastarihistoriasi.
fr: Enregistrer te fait passer à la pilule et efface ton historique de patch.
gu: સાચવવાથી તમારી પદ્ધતિ ગોળી થઈ જશે અને તમારો પેચનો ઇતિહાસ ભૂંસાઈ જશે.
he: שמירה תעביר אותך לגלולה ותמחק את היסטוריית המדבקה.
hi: सेव करने से आपका तरीका गोली हो जाएगा और आपका पैच का इतिहास मिट जाएगा।
hr: Spremanjem prelaziš na pilulu i brišeš povijest flastera.
hu: Mentéskor tablettára váltasz, és törlődnek a tapaszos előzményeid.
id: Menyimpan akan mengganti metodemu ke pil dan menghapus riwayat koyomu.
it: Salvando passi alla pillola e cancelli la cronologia del cerotto.
ja: 保存するとピルに切り替わり、パッチの履歴が消去されます。
kn: ಉಳಿಸಿದರೆ ನಿಮ್ಮ ವಿಧಾನ ಮಾತ್ರೆಗೆ ಬದಲಾಗುತ್ತದೆ ಮತ್ತು ನಿಮ್ಮ ಪ್ಯಾಚ್‌ನ ಇತಿಹಾಸ ಅಳಿಸಿಹೋಗುತ್ತದೆ.
ko: 저장하면 피임약으로 바뀌고 패치 기록이 삭제돼요.
ml: സേവ് ചെയ്താൽ നിങ്ങളുടെ രീതി ഗുളിക ആയി മാറും, പാച്ചിന്റെ ചരിത്രം മായ്ക്കപ്പെടും.
mr: सेव्ह केल्याने तुमची पद्धत गोळी होईल आणि तुमचा पॅचचा इतिहास पुसला जाईल.
ms: Menyimpan akan menukar kamu kepada pil dan memadam sejarah tampalan kamu.
nb: Når du lagrer, bytter du til p-pille, og plasterhistorikken din slettes.
nl: Opslaan zet je over op de pil en wist je pleistergeschiedenis.
or: ସେଭ୍ କଲେ ଆପଣଙ୍କ ପଦ୍ଧତି ପିଲ୍‌କୁ ବଦଳିଯିବ ଏବଂ ଆପଣଙ୍କ ପ୍ୟାଚ୍‌ର ଇତିହାସ ଲିଭିଯିବ।
pa: ਸੇਵ ਕਰਨ ਨਾਲ ਤੁਹਾਡਾ ਤਰੀਕਾ ਗੋਲੀ ਹੋ ਜਾਵੇਗਾ ਅਤੇ ਤੁਹਾਡਾ ਪੈਚ ਦਾ ਇਤਿਹਾਸ ਮਿਟ ਜਾਵੇਗਾ।
pl: Zapisanie zmieni metodę na tabletkę i usunie historię plastra.
pt_br: Salvar troca você para a pílula e apaga seu histórico do adesivo.
pt_pt: Guardar muda-te para a pílula e apaga o teu histórico do adesivo.
ro: Salvarea te trece la pilulă și îți șterge istoricul plasturelui.
ru: При сохранении ты перейдёшь на таблетку, а история пластыря удалится.
sk: Uložením prejdeš na tabletku a vymažeš históriu náplasti.
sl: S shranjevanjem preideš na tabletko in izbrišeš zgodovino obliža.
sv: När du sparar byter du till p-piller och din plåsterhistorik raderas.
ta: சேமித்தால் உங்கள் முறை மாத்திரைக்கு மாறும், உங்கள் பேட்ச் வரலாறு அழிக்கப்படும்.
te: సేవ్ చేస్తే మీ పద్ధతి మాత్రకు మారుతుంది, మీ ప్యాచ్ చరిత్ర తొలగిపోతుంది.
th: การบันทึกจะเปลี่ยนคุณไปใช้ยาคุมและล้างประวัติแผ่นแปะของคุณ
tr: Kaydetmek seni hapa geçirir ve bant geçmişini siler.
uk: Після збереження ти перейдеш на таблетку, а історія пластиря видалиться.
ur: محفوظ کرنے سے آپ کا طریقہ گولی ہو جائے گا اور آپ کی پیچ کی ہسٹری مٹ جائے گی۔
vi: Khi lưu, bạn sẽ chuyển sang thuốc và lịch sử miếng dán sẽ bị xóa.
zh_hans: 保存后会切换到避孕药，并清除你的贴片历史记录。
zh_hant: 儲存後會切換為避孕藥，並清除你的貼片歷史紀錄。

# settings.schedule.save_note.patch_to_ring
source: Saving switches you to Ring and clears your patch history.
ar: يؤدي الحفظ إلى التبديل إلى الحلقة ومسح سجلّ اللصقة.
bn: সেভ করলে আপনার পদ্ধতি রিং হয়ে যাবে এবং আপনার প্যাচের ইতিহাস মুছে যাবে।
ca: Si deses, passes a l’anell i s’esborra el teu historial del pegat.
cs: Uložením přejdeš na kroužek a vymažeš historii náplasti.
da: Når du gemmer, skifter du til ring, og din plasterhistorik slettes.
de: Beim Speichern wechselst du zum Ring und dein Pflaster-Verlauf wird gelöscht.
el: Με την αποθήκευση περνάς στον δακτύλιο και διαγράφεται το ιστορικό του αυτοκόλλητου.
es: Al guardar, cambias al anillo y se borra tu historial del parche.
fi: Tallentaminen vaihtaa sinut renkaaseen ja poistaa laastarihistoriasi.
fr: Enregistrer te fait passer à l’anneau et efface ton historique de patch.
gu: સાચવવાથી તમારી પદ્ધતિ રિંગ થઈ જશે અને તમારો પેચનો ઇતિહાસ ભૂંસાઈ જશે.
he: שמירה תעביר אותך לטבעת ותמחק את היסטוריית המדבקה.
hi: सेव करने से आपका तरीका रिंग हो जाएगा और आपका पैच का इतिहास मिट जाएगा।
hr: Spremanjem prelaziš na prsten i brišeš povijest flastera.
hu: Mentéskor gyűrűre váltasz, és törlődnek a tapaszos előzményeid.
id: Menyimpan akan mengganti metodemu ke cincin dan menghapus riwayat koyomu.
it: Salvando passi all’anello e cancelli la cronologia del cerotto.
ja: 保存するとリングに切り替わり、パッチの履歴が消去されます。
kn: ಉಳಿಸಿದರೆ ನಿಮ್ಮ ವಿಧಾನ ರಿಂಗ್‌ಗೆ ಬದಲಾಗುತ್ತದೆ ಮತ್ತು ನಿಮ್ಮ ಪ್ಯಾಚ್‌ನ ಇತಿಹಾಸ ಅಳಿಸಿಹೋಗುತ್ತದೆ.
ko: 저장하면 링으로 바뀌고 패치 기록이 삭제돼요.
ml: സേവ് ചെയ്താൽ നിങ്ങളുടെ രീതി റിംഗ് ആയി മാറും, പാച്ചിന്റെ ചരിത്രം മായ്ക്കപ്പെടും.
mr: सेव्ह केल्याने तुमची पद्धत रिंग होईल आणि तुमचा पॅचचा इतिहास पुसला जाईल.
ms: Menyimpan akan menukar kamu kepada cincin dan memadam sejarah tampalan kamu.
nb: Når du lagrer, bytter du til ring, og plasterhistorikken din slettes.
nl: Opslaan zet je over op de ring en wist je pleistergeschiedenis.
or: ସେଭ୍ କଲେ ଆପଣଙ୍କ ପଦ୍ଧତି ରିଙ୍ଗକୁ ବଦଳିଯିବ ଏବଂ ଆପଣଙ୍କ ପ୍ୟାଚ୍‌ର ଇତିହାସ ଲିଭିଯିବ।
pa: ਸੇਵ ਕਰਨ ਨਾਲ ਤੁਹਾਡਾ ਤਰੀਕਾ ਰਿੰਗ ਹੋ ਜਾਵੇਗਾ ਅਤੇ ਤੁਹਾਡਾ ਪੈਚ ਦਾ ਇਤਿਹਾਸ ਮਿਟ ਜਾਵੇਗਾ।
pl: Zapisanie zmieni metodę na krążek i usunie historię plastra.
pt_br: Salvar troca você para o anel e apaga seu histórico do adesivo.
pt_pt: Guardar muda-te para o anel e apaga o teu histórico do adesivo.
ro: Salvarea te trece la inel și îți șterge istoricul plasturelui.
ru: При сохранении ты перейдёшь на кольцо, а история пластыря удалится.
sk: Uložením prejdeš na krúžok a vymažeš históriu náplasti.
sl: S shranjevanjem preideš na obroček in izbrišeš zgodovino obliža.
sv: När du sparar byter du till ring och din plåsterhistorik raderas.
ta: சேமித்தால் உங்கள் முறை ரிங்குக்கு மாறும், உங்கள் பேட்ச் வரலாறு அழிக்கப்படும்.
te: సేవ్ చేస్తే మీ పద్ధతి రింగ్‌కు మారుతుంది, మీ ప్యాచ్ చరిత్ర తొలగిపోతుంది.
th: การบันทึกจะเปลี่ยนคุณไปใช้วงแหวนและล้างประวัติแผ่นแปะของคุณ
tr: Kaydetmek seni halkaya geçirir ve bant geçmişini siler.
uk: Після збереження ти перейдеш на кільце, а історія пластиря видалиться.
ur: محفوظ کرنے سے آپ کا طریقہ رِنگ ہو جائے گا اور آپ کی پیچ کی ہسٹری مٹ جائے گی۔
vi: Khi lưu, bạn sẽ chuyển sang vòng âm đạo và lịch sử miếng dán sẽ bị xóa.
zh_hans: 保存后会切换到阴道环，并清除你的贴片历史记录。
zh_hant: 儲存後會切換為陰道環，並清除你的貼片歷史紀錄。

# settings.schedule.save_note.ring_to_pill
source: Saving switches you to Pill and clears your ring history.
ar: يؤدي الحفظ إلى التبديل إلى الحبة ومسح سجلّ الحلقة.
bn: সেভ করলে আপনার পদ্ধতি পিল হয়ে যাবে এবং আপনার রিংয়ের ইতিহাস মুছে যাবে।
ca: Si deses, passes a la píndola i s’esborra el teu historial de l’anell.
cs: Uložením přejdeš na pilulku a vymažeš historii kroužku.
da: Når du gemmer, skifter du til p-pille, og din ringhistorik slettes.
de: Beim Speichern wechselst du zur Pille und dein Ring-Verlauf wird gelöscht.
el: Με την αποθήκευση περνάς στο χάπι και διαγράφεται το ιστορικό του δακτυλίου.
es: Al guardar, cambias a la píldora y se borra tu historial del anillo.
fi: Tallentaminen vaihtaa sinut pilleriin ja poistaa rengashistoriasi.
fr: Enregistrer te fait passer à la pilule et efface ton historique d’anneau.
gu: સાચવવાથી તમારી પદ્ધતિ ગોળી થઈ જશે અને તમારો રિંગનો ઇતિહાસ ભૂંસાઈ જશે.
he: שמירה תעביר אותך לגלולה ותמחק את היסטוריית הטבעת.
hi: सेव करने से आपका तरीका गोली हो जाएगा और आपका रिंग का इतिहास मिट जाएगा।
hr: Spremanjem prelaziš na pilulu i brišeš povijest prstena.
hu: Mentéskor tablettára váltasz, és törlődnek a gyűrűs előzményeid.
id: Menyimpan akan mengganti metodemu ke pil dan menghapus riwayat cincinmu.
it: Salvando passi alla pillola e cancelli la cronologia dell’anello.
ja: 保存するとピルに切り替わり、リングの履歴が消去されます。
kn: ಉಳಿಸಿದರೆ ನಿಮ್ಮ ವಿಧಾನ ಮಾತ್ರೆಗೆ ಬದಲಾಗುತ್ತದೆ ಮತ್ತು ನಿಮ್ಮ ರಿಂಗ್‌ನ ಇತಿಹಾಸ ಅಳಿಸಿಹೋಗುತ್ತದೆ.
ko: 저장하면 피임약으로 바뀌고 링 기록이 삭제돼요.
ml: സേവ് ചെയ്താൽ നിങ്ങളുടെ രീതി ഗുളിക ആയി മാറും, റിംഗിന്റെ ചരിത്രം മായ്ക്കപ്പെടും.
mr: सेव्ह केल्याने तुमची पद्धत गोळी होईल आणि तुमचा रिंगचा इतिहास पुसला जाईल.
ms: Menyimpan akan menukar kamu kepada pil dan memadam sejarah cincin kamu.
nb: Når du lagrer, bytter du til p-pille, og ringhistorikken din slettes.
nl: Opslaan zet je over op de pil en wist je ringgeschiedenis.
or: ସେଭ୍ କଲେ ଆପଣଙ୍କ ପଦ୍ଧତି ପିଲ୍‌କୁ ବଦଳିଯିବ ଏବଂ ଆପଣଙ୍କ ରିଙ୍ଗର ଇତିହାସ ଲିଭିଯିବ।
pa: ਸੇਵ ਕਰਨ ਨਾਲ ਤੁਹਾਡਾ ਤਰੀਕਾ ਗੋਲੀ ਹੋ ਜਾਵੇਗਾ ਅਤੇ ਤੁਹਾਡਾ ਰਿੰਗ ਦਾ ਇਤਿਹਾਸ ਮਿਟ ਜਾਵੇਗਾ।
pl: Zapisanie zmieni metodę na tabletkę i usunie historię krążka.
pt_br: Salvar troca você para a pílula e apaga seu histórico do anel.
pt_pt: Guardar muda-te para a pílula e apaga o teu histórico do anel.
ro: Salvarea te trece la pilulă și îți șterge istoricul inelului.
ru: При сохранении ты перейдёшь на таблетку, а история кольца удалится.
sk: Uložením prejdeš na tabletku a vymažeš históriu krúžku.
sl: S shranjevanjem preideš na tabletko in izbrišeš zgodovino obročka.
sv: När du sparar byter du till p-piller och din ringhistorik raderas.
ta: சேமித்தால் உங்கள் முறை மாத்திரைக்கு மாறும், உங்கள் ரிங் வரலாறு அழிக்கப்படும்.
te: సేవ్ చేస్తే మీ పద్ధతి మాత్రకు మారుతుంది, మీ రింగ్ చరిత్ర తొలగిపోతుంది.
th: การบันทึกจะเปลี่ยนคุณไปใช้ยาคุมและล้างประวัติวงแหวนของคุณ
tr: Kaydetmek seni hapa geçirir ve halka geçmişini siler.
uk: Після збереження ти перейдеш на таблетку, а історія кільця видалиться.
ur: محفوظ کرنے سے آپ کا طریقہ گولی ہو جائے گا اور آپ کی رِنگ کی ہسٹری مٹ جائے گی۔
vi: Khi lưu, bạn sẽ chuyển sang thuốc và lịch sử vòng âm đạo sẽ bị xóa.
zh_hans: 保存后会切换到避孕药，并清除你的阴道环历史记录。
zh_hant: 儲存後會切換為避孕藥，並清除你的陰道環歷史紀錄。

# settings.schedule.save_note.ring_to_patch
source: Saving switches you to Patch and clears your ring history.
ar: يؤدي الحفظ إلى التبديل إلى اللصقة ومسح سجلّ الحلقة.
bn: সেভ করলে আপনার পদ্ধতি প্যাচ হয়ে যাবে এবং আপনার রিংয়ের ইতিহাস মুছে যাবে।
ca: Si deses, passes al pegat i s’esborra el teu historial de l’anell.
cs: Uložením přejdeš na náplast a vymažeš historii kroužku.
da: Når du gemmer, skifter du til plaster, og din ringhistorik slettes.
de: Beim Speichern wechselst du zum Pflaster und dein Ring-Verlauf wird gelöscht.
el: Με την αποθήκευση περνάς στο αυτοκόλλητο και διαγράφεται το ιστορικό του δακτυλίου.
es: Al guardar, cambias al parche y se borra tu historial del anillo.
fi: Tallentaminen vaihtaa sinut laastariin ja poistaa rengashistoriasi.
fr: Enregistrer te fait passer au patch et efface ton historique d’anneau.
gu: સાચવવાથી તમારી પદ્ધતિ પેચ થઈ જશે અને તમારો રિંગનો ઇતિહાસ ભૂંસાઈ જશે.
he: שמירה תעביר אותך למדבקה ותמחק את היסטוריית הטבעת.
hi: सेव करने से आपका तरीका पैच हो जाएगा और आपका रिंग का इतिहास मिट जाएगा।
hr: Spremanjem prelaziš na flaster i brišeš povijest prstena.
hu: Mentéskor tapaszra váltasz, és törlődnek a gyűrűs előzményeid.
id: Menyimpan akan mengganti metodemu ke koyo dan menghapus riwayat cincinmu.
it: Salvando passi al cerotto e cancelli la cronologia dell’anello.
ja: 保存するとパッチに切り替わり、リングの履歴が消去されます。
kn: ಉಳಿಸಿದರೆ ನಿಮ್ಮ ವಿಧಾನ ಪ್ಯಾಚ್‌ಗೆ ಬದಲಾಗುತ್ತದೆ ಮತ್ತು ನಿಮ್ಮ ರಿಂಗ್‌ನ ಇತಿಹಾಸ ಅಳಿಸಿಹೋಗುತ್ತದೆ.
ko: 저장하면 패치로 바뀌고 링 기록이 삭제돼요.
ml: സേവ് ചെയ്താൽ നിങ്ങളുടെ രീതി പാച്ച് ആയി മാറും, റിംഗിന്റെ ചരിത്രം മായ്ക്കപ്പെടും.
mr: सेव्ह केल्याने तुमची पद्धत पॅच होईल आणि तुमचा रिंगचा इतिहास पुसला जाईल.
ms: Menyimpan akan menukar kamu kepada tampalan dan memadam sejarah cincin kamu.
nb: Når du lagrer, bytter du til plaster, og ringhistorikken din slettes.
nl: Opslaan zet je over op de pleister en wist je ringgeschiedenis.
or: ସେଭ୍ କଲେ ଆପଣଙ୍କ ପଦ୍ଧତି ପ୍ୟାଚ୍‌କୁ ବଦଳିଯିବ ଏବଂ ଆପଣଙ୍କ ରିଙ୍ଗର ଇତିହାସ ଲିଭିଯିବ।
pa: ਸੇਵ ਕਰਨ ਨਾਲ ਤੁਹਾਡਾ ਤਰੀਕਾ ਪੈਚ ਹੋ ਜਾਵੇਗਾ ਅਤੇ ਤੁਹਾਡਾ ਰਿੰਗ ਦਾ ਇਤਿਹਾਸ ਮਿਟ ਜਾਵੇਗਾ।
pl: Zapisanie zmieni metodę na plaster i usunie historię krążka.
pt_br: Salvar troca você para o adesivo e apaga seu histórico do anel.
pt_pt: Guardar muda-te para o adesivo e apaga o teu histórico do anel.
ro: Salvarea te trece la plasture și îți șterge istoricul inelului.
ru: При сохранении ты перейдёшь на пластырь, а история кольца удалится.
sk: Uložením prejdeš na náplasť a vymažeš históriu krúžku.
sl: S shranjevanjem preideš na obliž in izbrišeš zgodovino obročka.
sv: När du sparar byter du till plåster och din ringhistorik raderas.
ta: சேமித்தால் உங்கள் முறை பேட்ச்சுக்கு மாறும், உங்கள் ரிங் வரலாறு அழிக்கப்படும்.
te: సేవ్ చేస్తే మీ పద్ధతి ప్యాచ్‌కు మారుతుంది, మీ రింగ్ చరిత్ర తొలగిపోతుంది.
th: การบันทึกจะเปลี่ยนคุณไปใช้แผ่นแปะและล้างประวัติวงแหวนของคุณ
tr: Kaydetmek seni banda geçirir ve halka geçmişini siler.
uk: Після збереження ти перейдеш на пластир, а історія кільця видалиться.
ur: محفوظ کرنے سے آپ کا طریقہ پیچ ہو جائے گا اور آپ کی رِنگ کی ہسٹری مٹ جائے گی۔
vi: Khi lưu, bạn sẽ chuyển sang miếng dán và lịch sử vòng âm đạo sẽ bị xóa.
zh_hans: 保存后会切换到贴片，并清除你的阴道环历史记录。
zh_hant: 儲存後會切換為貼片，並清除你的陰道環歷史紀錄。

# settings.schedule.ring_title
source: How long has this ring been in?
ar: منذ متى وضعتِ هذه الحلقة؟
bn: এই রিংটি কত দিন ধরে ভেতরে আছে?
ca: Quant de temps fa que portes aquest anell?
cs: Jak dlouho už máš tenhle kroužek zavedený?
da: Hvor længe har denne ring været oppe?
de: Wie lange ist dieser Ring schon drin?
el: Πόσο καιρό έχεις αυτόν τον δακτύλιο;
es: ¿Cuánto tiempo llevas con este anillo?
fi: Kauanko tämä rengas on ollut paikallaan?
fr: Depuis combien de temps portes-tu cet anneau ?
gu: આ રિંગ કેટલા સમયથી અંદર છે?
he: כמה זמן הטבעת הזאת בפנים?
hi: यह रिंग कितने समय से अंदर है?
hr: Koliko dugo već nosiš ovaj prsten?
hu: Mióta van bent ez a gyűrű?
id: Sudah berapa lama cincin ini terpasang?
it: Da quanto porti questo anello?
ja: このリングを入れてどのくらいですか？
kn: ಈ ರಿಂಗ್ ಇಟ್ಟು ಎಷ್ಟು ದಿನವಾಯಿತು?
ko: 이 링을 넣은 지 얼마나 됐어요?
ml: ഈ റിംഗ് വെച്ചിട്ട് എത്ര ദിവസമായി?
mr: ही रिंग किती दिवसांपासून आत आहे?
ms: Sudah berapa lama cincin ini dipakai?
nb: Hvor lenge har denne ringen vært inne?
nl: Hoelang zit deze ring er al in?
or: ଏହି ରିଙ୍ଗ୍ ଭିତରେ ରଖିବାର କେତେ ଦିନ ହେଲା?
pa: ਇਹ ਰਿੰਗ ਕਿੰਨੇ ਸਮੇਂ ਤੋਂ ਅੰਦਰ ਹੈ?
pl: Jak długo masz już ten krążek?
pt_br: Há quanto tempo você está com este anel?
pt_pt: Há quanto tempo tens este anel?
ro: De cât timp porți inelul ăsta?
ru: Как давно установлено это кольцо?
sk: Ako dlho už máš tento krúžok zavedený?
sl: Kako dolgo že nosiš ta obroček?
sv: Hur länge har du haft den här ringen?
ta: இந்த ரிங் வைத்து எத்தனை நாட்கள் ஆகின்றன?
te: ఈ రింగ్ పెట్టి ఎన్ని రోజులైంది?
th: ใส่วงแหวนนี้มานานแค่ไหนแล้ว
tr: Bu halka ne zamandır takılı?
uk: Як давно встановлено це кільце?
ur: یہ رِنگ کتنے عرصے سے اندر ہے؟
vi: Vòng này đã đặt bao lâu rồi?
zh_hans: 这个阴道环放了多久了？
zh_hant: 這個陰道環放了多久了？

# settings.schedule.method_picker.title
source: What do you use now?
ar: ماذا تستخدمين الآن؟
bn: এখন কী ব্যবহার করছেন?
ca: Què fas servir ara?
cs: Co teď používáš?
da: Hvad bruger du nu?
de: Was nutzt du gerade?
el: Τι χρησιμοποιείς τώρα;
es: ¿Qué usas ahora?
fi: Mitä käytät nyt?
fr: Tu utilises quoi maintenant ?
gu: હવે તમે શું વાપરો છો?
he: במה את משתמשת עכשיו?
hi: अब आप क्या इस्तेमाल करती हैं?
hr: Što sada koristiš?
hu: Mit használsz most?
id: Apa yang kamu pakai sekarang?
it: Cosa usi adesso?
ja: 今は何を使っていますか？
kn: ಈಗ ನೀವು ಯಾವುದನ್ನು ಬಳಸುತ್ತೀರಿ?
ko: 지금 무엇을 쓰고 있나요?
ml: ഇപ്പോൾ നിങ്ങൾ എന്താണ് ഉപയോഗിക്കുന്നത്?
mr: आता तुम्ही काय वापरता?
ms: Apa yang kamu guna sekarang?
nb: Hva bruker du nå?
nl: Wat gebruik je nu?
or: ଆପଣ ଏବେ କ’ଣ ବ୍ୟବହାର କରୁଛନ୍ତି?
pa: ਹੁਣ ਤੁਸੀਂ ਕੀ ਵਰਤਦੇ ਹੋ?
pl: Czego teraz używasz?
pt_br: O que você usa agora?
pt_pt: O que usas agora?
ro: Ce folosești acum?
ru: Что ты используешь сейчас?
sk: Čo teraz používaš?
sl: Kaj zdaj uporabljaš?
sv: Vad använder du nu?
ta: இப்போது நீங்கள் எதைப் பயன்படுத்துகிறீர்கள்?
te: ఇప్పుడు మీరు ఏది వాడుతున్నారు?
th: ตอนนี้คุณใช้อะไรอยู่
tr: Şu an ne kullanıyorsun?
uk: Що ти використовуєш зараз?
ur: اب آپ کیا استعمال کرتی ہیں؟
vi: Giờ bạn đang dùng gì?
zh_hans: 你现在用的是哪种？
zh_hant: 你現在用的是哪種？

# settings.schedule.method_picker.subtitle
source: Pick one, then tell Pillie where you are in it.
ar: اختاري وسيلة، ثم أخبري Pillie أين وصلتِ فيها.
bn: একটি বেছে নিন, তারপর Pillie-কে জানান আপনি এর কোন পর্যায়ে আছেন।
ca: Tria’n un i després digues a Pillie en quin punt ets.
cs: Vyber jednu a pak řekni Pillie, kde v ní jsi.
da: Vælg én, og fortæl så Pillie, hvor du er i den.
de: Wähle eine aus und sag Pillie, wo du gerade stehst.
el: Διάλεξε μία και πες στο Pillie σε ποιο σημείο βρίσκεσαι.
es: Elige uno y dile a Pillie en qué punto estás.
fi: Valitse yksi ja kerro sitten Pillielle, missä kohtaa olet.
fr: Choisis-en une, puis dis à Pillie où tu en es.
gu: એક પસંદ કરો, પછી Pillieને જણાવો કે તમે એમાં ક્યાં છો.
he: בחרי אחת וספרי ל-Pillie איפה את נמצאת בה.
hi: एक चुनें, फिर Pillie को बताएं कि आप उसमें कहां हैं।
hr: Odaberi jednu, pa javi Pillie gdje si u njoj.
hu: Válassz egyet, aztán mondd el a Pillie-nek, hol tartasz.
id: Pilih satu, lalu beri tahu Pillie kamu sedang di tahap mana.
it: Scegline uno, poi di’ a Pillie a che punto sei.
ja: 1つ選んで、今どの段階かをPillieに教えてください。
kn: ಒಂದನ್ನು ಆರಿಸಿ, ನಂತರ ನೀವು ಅದರಲ್ಲಿ ಎಲ್ಲಿದ್ದೀರಿ ಎಂದು Pillie ಗೆ ತಿಳಿಸಿ.
ko: 하나를 고른 뒤, 지금 어디쯤인지 Pillie에 알려 주세요.
ml: ഒന്ന് തിരഞ്ഞെടുക്കൂ, എന്നിട്ട് അതിൽ നിങ്ങൾ എവിടെയാണെന്ന് Pillie-യോട് പറയൂ.
mr: एक निवडा, मग तुम्ही त्यात कुठे आहात ते Pillie ला सांगा.
ms: Pilih satu, kemudian beritahu Pillie di peringkat mana kamu sekarang.
nb: Velg én, og fortell Pillie hvor du er i den.
nl: Kies er een en vertel Pillie waar je nu zit.
or: ଗୋଟିଏ ବାଛନ୍ତୁ, ତା’ପରେ ଆପଣ ସେଥିରେ କେଉଁଠି ଅଛନ୍ତି ବୋଲି Pillieକୁ ଜଣାନ୍ତୁ।
pa: ਇੱਕ ਚੁਣੋ, ਫਿਰ Pillie ਨੂੰ ਦੱਸੋ ਕਿ ਤੁਸੀਂ ਇਸ ਵਿੱਚ ਕਿੱਥੇ ਹੋ।
pl: Wybierz jedną i powiedz Pillie, na jakim jesteś etapie.
pt_br: Escolha um e diga ao Pillie em que ponto você está.
pt_pt: Escolhe um e diz ao Pillie em que ponto estás.
ro: Alege una, apoi spune-i lui Pillie unde ai ajuns.
ru: Выбери один и расскажи Pillie, на каком ты этапе.
sk: Vyber jednu a potom povedz Pillie, kde v nej si.
sl: Izberi eno in povej Pillie, kje si.
sv: Välj en och berätta för Pillie var du är i den.
ta: ஒன்றைத் தேர்ந்தெடுங்கள், பிறகு அதில் நீங்கள் எங்கே இருக்கிறீர்கள் என்று Pillie-க்குச் சொல்லுங்கள்.
te: ఒకటి ఎంచుకోండి, తర్వాత అందులో మీరు ఎక్కడ ఉన్నారో Pillieకి చెప్పండి.
th: เลือกหนึ่งอย่าง แล้วบอก Pillie ว่าคุณอยู่ช่วงไหน
tr: Birini seç, sonra Pillie’ye nerede olduğunu söyle.
uk: Обери один і скажи Pillie, на якому ти етапі.
ur: ایک چنیں، پھر Pillie کو بتائیں کہ آپ اس میں کہاں ہیں۔
vi: Chọn một, rồi cho Pillie biết bạn đang ở giai đoạn nào.
zh_hans: 选一种，再告诉 Pillie 你进行到哪一步了。
zh_hant: 選一種，再告訴 Pillie 你進行到哪一步了。

# settings.schedule.method_picker.pill
source: One a day
ar: واحدة يوميًا
bn: দিনে একটি
ca: Una al dia
cs: Jedna denně
da: Én om dagen
de: Eine am Tag
el: Ένα την ημέρα
es: Una al día
fi: Yksi päivässä
fr: Une par jour
gu: દિવસમાં એક
he: אחת ביום
hi: रोज़ एक
hr: Jedna dnevno
hu: Naponta egy
id: Satu sehari
it: Una al giorno
ja: 1日1錠
kn: ದಿನಕ್ಕೆ ಒಂದು
ko: 하루 한 알
ml: ദിവസം ഒന്ന്
mr: दिवसाला एक
ms: Satu sehari
nb: Én om dagen
nl: Eén per dag
or: ଦିନକୁ ଗୋଟିଏ
pa: ਦਿਨ ਵਿੱਚ ਇੱਕ
pl: Jedna dziennie
pt_br: Uma por dia
pt_pt: Uma por dia
ro: Una pe zi
ru: Одна в день
sk: Jedna denne
sl: Ena na dan
sv: Ett om dagen
ta: நாளுக்கு ஒன்று
te: రోజుకు ఒకటి
th: วันละเม็ด
tr: Günde bir
uk: Одна на день
ur: روز ایک
vi: Mỗi ngày một viên
zh_hans: 每天一片
zh_hant: 每天一顆

# settings.schedule.method_picker.patch
source: A new one each week
ar: واحدة جديدة كل أسبوع
bn: প্রতি সপ্তাহে নতুন একটি
ca: Un de nou cada setmana
cs: Každý týden nová
da: Et nyt hver uge
de: Jede Woche ein neues
el: Ένα καινούργιο κάθε εβδομάδα
es: Uno nuevo cada semana
fi: Uusi joka viikko
fr: Un nouveau chaque semaine
gu: દર અઠવાડિયે એક નવો
he: חדשה בכל שבוע
hi: हर हफ़्ते एक नया
hr: Svaki tjedan novi
hu: Minden héten új
id: Satu yang baru tiap minggu
it: Uno nuovo ogni settimana
ja: 毎週1枚新しく
kn: ಪ್ರತಿ ವಾರ ಹೊಸದು
ko: 매주 새것 한 장
ml: ഓരോ ആഴ്ചയും പുതിയ ഒന്ന്
mr: दर आठवड्याला एक नवीन
ms: Satu yang baharu setiap minggu
nb: Et nytt hver uke
nl: Elke week een nieuwe
or: ପ୍ରତି ସପ୍ତାହରେ ଗୋଟିଏ ନୂଆ
pa: ਹਰ ਹਫ਼ਤੇ ਇੱਕ ਨਵਾਂ
pl: Co tydzień nowy
pt_br: Um novo toda semana
pt_pt: Um novo todas as semanas
ro: Unul nou în fiecare săptămână
ru: Каждую неделю новый
sk: Každý týždeň nová
sl: Vsak teden nov
sv: Ett nytt varje vecka
ta: ஒவ்வொரு வாரமும் புதிய ஒன்று
te: ప్రతి వారం కొత్తది ఒకటి
th: เปลี่ยนแผ่นใหม่ทุกสัปดาห์
tr: Her hafta yenisi
uk: Щотижня новий
ur: ہر ہفتے ایک نیا
vi: Mỗi tuần một miếng mới
zh_hans: 每周换一片新的
zh_hant: 每週換一片新的
